{
  "className": "CData_CastleStarInfo",
  "data": {
    "1": {
      "m_bError": null,
      "m_ConstellationID": "1",
      "m_FrontConstellation": null,
      "m_mConstellationName": "\"Aries\"",
      "m_mConstellationDes": "\"Legend has it that this Celestial God has eyes capable of perceiving cause and effect. The left eye looks into the past, while the right eye sees into the future. This unique ability has helped the celestial realm avoid a great many disasters. Those under their protection can navigate steadily through the waves of causality, gaining insight into the order and balance of the universe.\"",
      "m_UnlockConditionType": "[3]",
      "m_UnlockConditionData": "[[1103060]]",
      "m_ItemConsume": "[[999,5000]]",
      "m_BackPic": "\"Atlas_CastleStar/castlestar_constellation1\"",
      "m_StarPic": "\"Atlas_CastleStar/castle_star1\"",
      "m_StarPosXY": "\"\""
    },
    "2": {
      "m_bError": null,
      "m_ConstellationID": "2",
      "m_FrontConstellation": "1",
      "m_mConstellationName": "\"Taurus\"",
      "m_mConstellationDes": "\"Legend has it that this Celestial God has a pair of hard horns. Due to their strong competitive nature, they once broke the leg of the Celestial God Sagittarius in a divine battle, which earned them a severe punishment from the celestial realm as well as the complete loss of their memory. Since then, they have traversed the Sea of Stars guided merely by instinct. Those who inherit its legacy will possess an unyielding will, advancing without the need to question whether the path beneath their feet is correct, for progress itself is the meaning.\"",
      "m_UnlockConditionType": "[21]",
      "m_UnlockConditionData": "[[1402]]",
      "m_ItemConsume": "[[999,10000]]",
      "m_BackPic": "\"Atlas_CastleStar/castlestar_constellation2\"",
      "m_StarPic": "\"Atlas_CastleStar/castle_star2\"",
      "m_StarPosXY": "\"\""
    },
    "3": {
      "m_bError": null,
      "m_ConstellationID": "3",
      "m_FrontConstellation": "2",
      "m_mConstellationName": "\"Aquila\"",
      "m_mConstellationDes": "\"Legend has it that this Celestial God has powerful talons and wings. During the fall of the celestial realm, they single-handedly rescued Gods trapped in the Nether Void and bravely vanquished any form of threat, thus becoming the scout and guardian of the celestial realm in one fell swoop. Those under the protection of this Celestial God are endowed with a fearless spirit.\"",
      "m_UnlockConditionType": "[21]",
      "m_UnlockConditionData": "[[1403]]",
      "m_ItemConsume": "[[999,15000]]",
      "m_BackPic": "\"Atlas_CastleStar/castlestar_constellation3\"",
      "m_StarPic": "\"Atlas_CastleStar/castle_star3\"",
      "m_StarPosXY": "\"-60,-32\""
    },
    "4": {
      "m_bError": null,
      "m_ConstellationID": "4",
      "m_FrontConstellation": "3",
      "m_mConstellationName": "\"Poseidon\"",
      "m_mConstellationDes": "\"Legend has it that this Celestial God has a free spirit and was unwilling to follow the laws of cause and effect. After countless attempts to break the mold of the universe's predetermined future, their spine was broken by Aeon and they were exiled to to the Nether Abyss. Those inspired by this Celestial God have the courage to be defiant and dare to challenge tradition, becoming the designers of the future.\"",
      "m_UnlockConditionType": "[21]",
      "m_UnlockConditionData": "[[1404]]",
      "m_ItemConsume": "[[999,20000]]",
      "m_BackPic": "\"Atlas_CastleStar/castlestar_constellation4\"",
      "m_StarPic": "\"Atlas_CastleStar/castle_star4\"",
      "m_StarPosXY": "\"\""
    },
    "5": {
      "m_bError": null,
      "m_ConstellationID": "5",
      "m_FrontConstellation": "4",
      "m_mConstellationName": "\"Hydra\"",
      "m_mConstellationDes": "\"Legend has it that this Celestial God has the ability to see into people's hearts, making them extremely adept at bewitching minds and manipulating people's illusions and desires. In order to maintain order, and fearing this God would reveal the will of heaven, Aeon ordered them to remain silent and hide the poisonous fruit of truth behind its sharp, venomous fangs. Those inspired by this Celestial God will gain the ability to see into people's thoughts and feelings.\"",
      "m_UnlockConditionType": "[21]",
      "m_UnlockConditionData": "[[1405]]",
      "m_ItemConsume": "[[999,50000]]",
      "m_BackPic": "\"Atlas_CastleStar/castlestar_constellation5\"",
      "m_StarPic": "\"Atlas_CastleStar/castle_star5\"",
      "m_StarPosXY": "\"\""
    },
    "6": {
      "m_bError": null,
      "m_ConstellationID": "6",
      "m_FrontConstellation": "5",
      "m_mConstellationName": "\"Leo\"",
      "m_mConstellationDes": "\"Legend has it that this Celestial God was the father of the celestial realm. In the darkness of the universe, they single-handedly fought against chaos, ushering in long-awaited peace and order to the celestial realm with extraordinary courage, illuminating the darkness with their golden fur. They, along with the mother of the celestial realm, Canis Major, gave birth to all Constellations, allowing the celestial realm to thrive. Those inspired by this Celestial God will become steadfast pioneers, walking the path of glory.\"",
      "m_UnlockConditionType": "[21]",
      "m_UnlockConditionData": "[[1406]]",
      "m_ItemConsume": "[[999,80000]]",
      "m_BackPic": "\"Atlas_CastleStar/castlestar_constellation6\"",
      "m_StarPic": "\"Atlas_CastleStar/castle_star6\"",
      "m_StarPosXY": "\"\""
    },
    "7": {
      "m_bError": null,
      "m_ConstellationID": "7",
      "m_FrontConstellation": "6",
      "m_mConstellationName": "\"Ursa Major\"",
      "m_mConstellationDes": "\"Legend has it that this Celestial God was known in the celestial realm for its compassion, having rescued condemned and exiled Celestial Gods from the Nether Abyss many times with its powerful arms. They firmly believed that although the sinful Gods had made mistakes, they were also unfortunate in their downfall and deserved a chance at spiritual redemption. Those inspired by this Celestial God will view hardships as a path of temperament, and atonement as necessary in the journey of self-cultivation.\"",
      "m_UnlockConditionType": "[21]",
      "m_UnlockConditionData": "[[1407]]",
      "m_ItemConsume": "[[999,200000]]",
      "m_BackPic": "\"Atlas_CastleStar/castlestar_constellation7\"",
      "m_StarPic": "\"Atlas_CastleStar/castle_star7\"",
      "m_StarPosXY": "\"\""
    },
    "8": {
      "m_bError": null,
      "m_ConstellationID": "8",
      "m_FrontConstellation": "7",
      "m_mConstellationName": "\"Canis Major\"",
      "m_mConstellationDes": "\"Legend has it that this Celestial God bore the responsibility of nurturing and caring for the celestial realm. They secluded themself in a corner of the celestial realm, sacrificing the freedom to roam, instead mating with powerful Celestial Gods to give birth to offspring, tirelessly working for the realm's prosperity and longevity. Those inspired by this Celestial God will gain the ability to communicate with all things.\"",
      "m_UnlockConditionType": "[21]",
      "m_UnlockConditionData": "[[1408]]",
      "m_ItemConsume": "[[999,400000]]",
      "m_BackPic": "\"Atlas_CastleStar/castlestar_constellation8\"",
      "m_StarPic": "\"Atlas_CastleStar/castle_star8\"",
      "m_StarPosXY": "\"\""
    },
    "9": {
      "m_bError": null,
      "m_ConstellationID": "9",
      "m_FrontConstellation": "8",
      "m_mConstellationName": "\"Sagittarius\"",
      "m_mConstellationDes": "\"Legend has it that this Celestial God has extraordinary wisdom, often coming up with ingenious solutions to conflicts among Celestial Gods. Their wisdom lay not in foreseeing the future, but in understanding the present and exploring the correct position of each step taken. Those blessed by this Celestial God will receive its gift of wisdom, rendering them able to hastily formulate meticulous strategies to resolve crises.\"",
      "m_UnlockConditionType": "[21]",
      "m_UnlockConditionData": "[[1409]]",
      "m_ItemConsume": "[[999,600000]]",
      "m_BackPic": "\"Atlas_CastleStar/castlestar_constellation9\"",
      "m_StarPic": "\"Atlas_CastleStar/castle_star9\"",
      "m_StarPosXY": "\"\""
    }
  },
  "status": "processed_9_items"
}