{
  "className": "CData_CastleDispatchLocation",
  "data": {
    "1": {
      "m_bError": null,
      "m_UID": "1",
      "m_mDispatchLocation": "\"Crystalline Crater\"",
      "m_mLocationDes": "\"Once believed to bring prosperity to the desert with the fall of a meteorite, this deep western crater is now encrusted with cobalt-blue crystals, marking the inescapable doom of the Astolfo clan.\""
    },
    "2": {
      "m_bError": null,
      "m_UID": "2",
      "m_mDispatchLocation": "\"Traveler's Oasis\"",
      "m_mLocationDes": "\"Children of the desert often sing this rhyme: Water flows where sands run dry, trees shall bloom and touch the sky. A bard roams from town to east, to seek a land of peace at least. Yet long ago, this verdant land, belonged to another's hand.\""
    },
    "3": {
      "m_bError": null,
      "m_UID": "3",
      "m_mDispatchLocation": "\"Heroes' Rest\"",
      "m_mLocationDes": "\"This narrow mountain path, northeast of Sandspire Keep, is the only route to the outside world. After the Campaign began, it became a burial ground for fallen Vassals. Though frost has replaced the desert sands, the weapon marks carved into the surrounding cliffs remain as eternal scars.\""
    },
    "4": {
      "m_bError": null,
      "m_UID": "4",
      "m_mDispatchLocation": "\"Deadman's Cavern\"",
      "m_mLocationDes": "\"Desert dwellers came to this place twice—once a century ago in pursuit of new lands, and a hundred years later in chains. The rare blue crystal mines turned the desert into a treasure trove for nobles, but they also became the final resting place for countless enslaved desert inhabitants.\""
    },
    "5": {
      "m_bError": null,
      "m_UID": "5",
      "m_mDispatchLocation": "\"Frostmere\"",
      "m_mLocationDes": "\"The frozen blue lake stands high between the Astolfo and Montebello families. Beneath its untouched surface, an ancient verse echoes: A lake upon the heights, illuminated by the Other Side, sings of a child divine.\""
    },
    "6": {
      "m_bError": null,
      "m_UID": "6",
      "m_mDispatchLocation": "\"Astolfo River\"",
      "m_mLocationDes": "\"Adamm Astolfo, the sage who once led the desert people in their wandering, established the first desert tribe along this river. Though the tribe has long since vanished, the river bears the sage's name as its lasting legacy.\""
    },
    "7": {
      "m_bError": null,
      "m_UID": "7",
      "m_mDispatchLocation": "\"Vestige of the Ancients\"",
      "m_mLocationDes": "\"Stone pillars stand solemnly in the desert sands, engraved with records of the Astolfo family's southward migration along the oases. Yet their ancestral dwellings have crumbled to ruin, and the elders who have passed sealed away this history, burying unspeakable secrets of the past.\""
    },
    "8": {
      "m_bError": null,
      "m_UID": "8",
      "m_mDispatchLocation": "\"Altar of the Sands\"",
      "m_mLocationDes": "\"\"We extolled our ancestors for their protection, we extolled the Divine for our victories. Now, with nowhere else to turn, we must extol once more—for the future of our people.\"\""
    },
    "9": {
      "m_bError": null,
      "m_UID": "9",
      "m_mDispatchLocation": "\"Sandspire Keep\"",
      "m_mLocationDes": "\"After countless migrations, the desert dwellers finally built high walls atop the central dunes. Yet the peace they longed for crumbled under relentless conflict, leaving only restless spirits to wander the sands.\""
    },
    "10": {
      "m_bError": null,
      "m_UID": "10",
      "m_mDispatchLocation": "\"Blood Moon Seal\"",
      "m_mLocationDes": "\"A mysterious forbidden ground lies deep within Starfall Valley, safeguarded by the Tempus Church and impenetrable to all. Some believe it to be the origin of the Black Blood disease, while others whisper of an unspeakable horror lurking within the sealed area—one capable of ending the world.\""
    }
  },
  "status": "processed_10_items"
}